/* 
  Pro.strings
  SiteSucker Pro

  Created by Rick Cranisky on 4/29/20.
  Copyright © 2020 Rick Cranisky. All rights reserved.
*/

"%@ Register your license information below." = "%@ 在下面注册您的许可证信息。";
"A newer version is available" = "有新版本可用";
"Cancel" = "取消";
"Check for Updates…" = "检查更新…";
"Click the button below to mount the latest SiteSucker Pro disk image." = "点击按扭下载最新版本 SiteSucker Pro 文件。";
"Downloading the latest SiteSucker Pro disk image." = "下载最新的 SiteSucker Pro 磁盘文件";
"Failed to get the version number of the current release. (%@)" = "无法获取当前版本的版本号。 (%@)";
"Failed to mount disk image (%@)." = "装载磁盘映像失败 (%@).";
"Mount Disk Image" = "装载磁盘映像";
"page not found" = "没有找到";
"Registration…" = "注册…";
"Thank you for trying SiteSucker Pro. Your trial period has expired. To continue using SiteSucker Pro, you will need to purchase a license." = "感谢您试用SiteSucker Pro。您的试用期已过。要继续使用SiteSucker Pro，您需要购买许可证。";
"Unable to determine macOS version number." = "无法确定macOS版本号";
"unknown error" = "未知错误";
"You are up to date" = "已经是最新版本";
"You can try SiteSucker Pro before you buy it. %@ To continue using SiteSucker Pro after that, you will need to purchase a license." = "您可以在购买SiteSucker Pro之前试用它 %@ 若要在此之后继续使用SiteSucker Pro，您需要购买许可证。";
"You have a newer version of SiteSucker Pro." = "有一个新版本";
"You have the latest version of SiteSucker Pro." = "您已经是最新版本";
"Your trial period has %lu days remaining." = "您的试用期为 %lu 剩余天数。";
"Your trial period has 1 day remaining." = "您的试用期还剩1天。";
"Your trial period has less than 1 day remaining." = "您的试用期还剩不到1天。";
